Revit 2027 API
ParameterTypeId.CouplerQuantity Property
 "Quantity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CouplerQuantity { get; }
Public Shared ReadOnly Property CouplerQuantity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CouplerQuantity {
	ForgeTypeId^ get ();
}
static member CouplerQuantity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace